[
    {
        "id": 1,
        "arab": "Setelah salam membaca istigfar sebanyak tiga kali kemudian mengucapkan: \n \n اللَّهُمَ أَنْتَ السَّلَامُ وَمِنْكَ السَّلَامُ تَبَارَكْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ",
        "artinya": "“Ya Allah, Engkau Mahasejahtera, dan dari-Mu kesejahteraan. Mahaberkah Engkau, wahai Rabb pemilik keagungan dan kemuliaan.”",
        "rowi": "(Shahih;H.R. Muslim,no.591)"
    },
    {
        "id": 2,
        "arab": "Kemudian membaca: \n \n لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ وَلَا مُعْطِيَ لِمَا مَنَعْتَ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ",
        "artinya": "“Tidak ada sembahan yang berhak disembah melainkan Allah semata, tidak ada sekutu bagi-Nya. Bagi-Nya segala kerajaan dan pujian. Dia Mahakuasa atas segala sesuatu. Ya Allah, tidak ada yang mampu mencegah sesuatu yang telah Engkau berikan dan tidak ada yang mampu memberi sesuatu yang Engkau cegah. Tidak bermanfaat kekayaan dan kemuliaan itu bagi pemiliknya untuk (menebus) siksaan-Mu.”",
        "rowi":"(Sahih; H.R. Bukhari, no. 6862; Muslim, no. 593; An-Nasa’i, no. 1341)"
    },
    {
        "id": 3,
        "arab": "َApabila kondisi tidak memungkinkan untuk membaca lafal tasbih, tahmid, dan takbir masing-masing sebanyak 33 kali, Anda bisa juga mengucapkan tasbih, takbir, dan tahmid sebanyak 10 kali. Hal ini berdasarkan hadis Abdullah bin Amru radhiallahu ‘anhu. Rasulullah shallallahu ‘alaihi wa sallam bersabda: \n \n خَلَّتَانِ لَا يُحْصِيهِمَا رَجُلٌ مُسْلِمٌ إِلَّا دَخَلَ الْجَنَّةَ أَلَا وَهُمَا يَسِيرٌ وَمَنْ يَعْمَلُ بِهِمَا قَلِيلٌ يُسَبِّحُ اللَّهَ فِي دُبُرِ كُلِّ صَلَاةٍ عَشْرًا وَيَحْمَدُهُ عَشْرًا وَيُكَبِّرُهُ عَشْرًا",
        "artinya": "“Ada dua perkara, setiap muslim yang konsisten melakukannya akan masuk ke dalam surga. Keduanya sangatlah mudah, namun sangat jarang yang mampu konsisten mengamalkannya. (Perkara yang pertama) adalah bertasbih, bertahmid, dan bertakbir masing-masing sebanyak sepuluh kali sesudah menunaikan shalat fardhu.” \n \n (Sahih; H.R. Tirmidzi, no. 3410; Shahihut Tirmidzi, no. 2714)",
        "rowi":""
    },
    {
        "id": 4,
        "arab": "Kemudian membaca Ayat Kursi serta surat Al-Ikhlash, Al-Falaq, dan An-Nas. \n \n Rasulullah shallallahu ‘alaihi wa sallam bersabda: \n \n مَنْ قَرَأَ آيَةَ الْكُرْسِي دُبُرَ كُلِّ صَلاَةٍ مَكْتُوْبَةٍ لَمْ يَمْنَعْهُ مِنْ دُخُوْلِ الْجَنَّةِ إِلاَّ أَنْ يَمُوْتَ",
        "artinya": "“Barang siapa yang membaca Ayat Kursi setiap selesai menunaikan shalat fardhu (wajib), maka tidak ada yang menghalanginya masuk surga selain kematian.”",
        "rowi":"(Sahih; H.R. Ath-Thabrani dalam Al-Mu’jamul Kabir, no. 7532, Al-Jami’ush Shaghir wa Ziyadatuhu, no. 11410)"
    }
]